Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The licensees are Petoro AS with 24.55 per cent and Eni Norge AS with 11.50 per cent.
nb: Rettshavarar er Petoro AS med 24,55 prosent og Eni Norge AS med 11,50 prosent.

source: The production licence consists of blocks 6608/10 and 6608/11.
nb: Utvinningsløyvet består av blokkene 6608/10 og 6608/11.

source: The production licence was awarded in licensing round 10-B in 1986.
nb: Utvinningsløyvet blei tildelt i konsesjonsrunde 10-B i 1986.

source: Contact in the NPD Kristian Runestad, telephone +47 51 87 60 27
nb: Kontaktperson I OD Kristian Runestad, telefon 51 87 60 27

source: Well 6608/2-1 S will be drilled from the Transocean Winner drilling facility at position 66° 58' 6.99" north and 8° 23' 38.11" east.
nb: Brønn 6608/2-1 S skal borast frå boreinnretninga Transocean Winner i posisjon 66° 58' 6,99" nord og 8° 23' 38,11" aust.

source: The drilling programme for well 6608/2-1 S relates to drilling of a wildcat well in production licence 330.
nb: Boreprogrammet for brønn 6608/2-1 S gjeld boring av ein undersøkingsbrønn i utvinningsløyve 330.

source: The other licensees are Marathon Oil Norge AS with 30 per cent and Lundin Norway AS with 30 per cent.
nb: Dei andre rettshavarane er Marathon Oil Norge AS med 30 prosent og Lundin Norway AS med 30 prosent.

source: The production licence consists of blocks 6608/1 and 6608/2.
nb: Utvinningsløyvet består av blokkane 6608/1 og 6608/2.

source: Wildcat well 6608/2-1 S is the first exploration well in production licence 330.
nb: Undersøkingsbrønn 6608/2-1 S er den første leitebrønnen i utvinningsløyve 330.

source: Well 7120/1-3 will be drilled from the Transocean Arctic drilling facility at position 71 54` 10.37" north and 20 16´ 11.59" east.
nb: Brønn 7120/1-3 skal borast frå boreinnretninga Transocean Arctic i posisjon 71 54` 10,37" nord og 20 16´ 11,59" aust.

source: The drilling program for well 7120/1-3 relates to drilling of a wildcat well in production licence 492.
nb: Boreprogrammet for brønn 7120/1-3 gjeld boring av ein undersøkingsbrønn i utvinningsløyve 492.

source: The production licence consists of parts of blocks 7120/1 and 7120/2.
nb: Utvinningsløyvet består av delar av blokkene 7120/1 og 7120/2.

source: Wildcat well 7120/1-3 is the first exploration well in production licence 492.
nb: Undersøkelsesbrønn 7120/1-3 er den første leitebrønnen i utvinningsløyve 492.

source: Wellbore 7218/11-1will be drilled from the Transocean Barents drilling facility at position 72° 5'29.1" N and 18° 25'59.4" E following completion of drilling of wildcat well 6506/6-2 for Maersk Oil Norway AS in production licence 513.
nb: Brønnbane 7218/11-1skal borast frå boreinnretninga Transocean Barents i posisjon 72° 5'29,1" N og 18° 25'59,4" Ø etter avslutting av boring av undersøkingsbrønn 6506/6-2 for Maersk Oil Norway AS i utvinningsløyve 513.

source: The drilling programme for wellbore 7218/11-1 relates to drilling of a wildcat well in production licence 531.
nb: Boreprogrammet for brønnbane 7218/11-1 gjeld boring av undersøkingsbrønn i utvinningsløyve 531.

source: Repsol Exploration Norge AS is the operator with an ownership interest of 20 per cent.
nb: Repsol Exploration Norge AS er operatør med ein del på 20 prosent.

source: The other licensees are Concedo ASA (20 per cent), RWE Dea Norge AS (15 per cent), Talisman Energy Norge AS (12.5 per cent), Faroe Petroleum Norge AS (12.5 per cent), Det Norske oljeselskap ASA (10 per cent) and Marathon Oil Norge AS (10 per cent).
nb: Dei andre rettshavarane er Concedo ASA (20 prosent), RWE Dea Norge AS (15 prosent), Talisman Energy Norge AS (12,5 prosent), Faroe Petroleum Norge AS (12,5 prosent), Det Norske oljeselskap ASA (10 prosent) og Marathon Oil Norge AS (10 prosent).

source: The area in this licence consists of parts of the 7217/12, 7218/10 and 7218/11 blocks.
nb: Arealet i dette løyvet består av blokkene 7217/12, 7218/10 og 7218/11.

source: The well will be drilled about 80 kilometres southwest of the Skrugard discovery and 100 kilometres northeast of the Snøhvit field.
nb: Brønnen blir bora om lag 80 kilometer sørvest for Skrugardfunnet og 100 kilometer nordaust for Snøhvitfeltet.

source: The 7219/8-2 wellbore will be drilled from the West Hercules drilling facility at position 72°19` 17.33" N and 19°35´ 20.61" E.
nb: Brønn 7219/8-2 skal borast frå boreinnretninga West Hercules i posisjon 72°19` 17,33" N og 19°35´ 20,61" Ø.

source: The drilling program for wellbore 7219/8-2 relates to drilling of a wildcat well in production licence 608.
nb: Boreprogrammet for brønn 7219/8-2 gjeld boring av en undersøkingsbrønn i utvinningsløyve 608.

source: Statoil Petroleum AS is the operator with an ownership interest of 50 per cent and the other licensees are Eni Norge AS with 30 per cent and Petoro AS with 20 per cent.
nb: Statoil Petroleum AS er operatør med 50 prosent eigardel og andre rettshavarar er Eni Norge AS med 30 prosent og Petoro AS med 20 prosent.

source: The production licence consists of block 7219/8.
nb: Utvinningsløyvet består av blokk 7219/8.

source: Wildcat well 7219/8-2 is the first exploration well in production licence 608.
nb: Undersøkingsbrønn 7219/8-2 er den fyrste leitebrønnen i utvinningsløyve 608.

source: The drilling permit for 7120/6-2S relates to drilling of an appraisal well on the western part of the Snøhvit structure in production licence 097.
nb: Boretillatelsen for 7120/6-2S gjelder boring av en avgrensningsbrønn på den vestlige delen av Snøhvitstrukturen i utvinningstillatelse 097.

source: The area in this production licence consists of block 7120/6 which is located 147 km north-west of Hammerfest.
nb: Arealet i denne utvinningstillatelsen består av blokk 7120/6 som ligger 147 kilometer nordvest for Hammerfest.

source: Production licence 097 was awarded in the eighth licensing round in 1984, with Hydro as operator.
nb: Utvinningstillatelse 097 ble tildelt i åttende konsesjonsrunde i 1984 med Hydro som operatør.

source: A wildcat well was drilled in 1985 in the area comprised by the licence.
nb: Det ble i 1985 boret en undersøkelsesbrønn i området som er omfattet av tillatelsen.

source: Both oil and gas were discovered.
nb: Det ble da funnet både olje og gass.

source: The drilling permit is contingent upon the granting of all other permits and consents required by other authorities before the drilling activity commences.
nb: Boretillatelsen forutsetter at øvrige tillatelser og samtykker som kreves av andre myndigheter er gitt før boringen starter.

source: Statoil is the operator with an ownership interest of 33.53 per cent.
nb: Statoil er operatør med en eierandel på 33.53 prosent.

source: The other licensees are:
nb: Øvrige rettighetshavere er:

source: (30.00 per cent)
nb: (30.00 prosent)

source: (18.40 per cent)
nb: (18.40 prosent)

source: (12.00 per cent)
nb: (12.00 prosent)

source: (3.26 per cent)
nb: (3.26 prosent)

source: (2.81 per cent)
nb: (2.81 prosent)

source: Well 7220/4-1 will be drilled from the West Hercules drilling facility at position 72 35` 19,60" north and 20 14´ 06,30" east.
nb: Brønn 7220/4-1 skal borast frå boreinnretninga West Hercules i posisjon 72 35` 19,60" nord og 20 14´ 06,30" aust.

source: The drilling programme for well 7220/4-1 concerns drilling of a wildcat well in production licence 532.
nb: Boreprogrammet for brønn 7220/4-1 gjeld boring av ein undersøkingsbrønn i utvinningsløyve 532.

source: Wildcat well 7220/4-1 is the sixth exploration well in production licence 532.
nb: Undersøkingsbrønn 7220/4-1 er den sjette letebrønnen i utvinningsløyve 532.

source: The permit is contingent upon the operator securing the other permits and consents required by the authorities prior to starting drilling activity.
nb: Løyvet føreset at dei andre løyva og samtykkja som vert kravd av andre myndigheiter er gitt før boreaktiviteten startar.

source: Well 7220/5-2 will be drilled from the West Hercules drilling facility at position 72° 33' 40.29" north and 20° 23' 54.84" east.
nb: Brønn 7220/5-2 skal borast frå boreinnretninga West Hercules i posisjon 72°33' 40,29" nord og 20°23' 54,84" aust.

source: The drilling program for well 7220/5-2 relates to drilling of a wildcat well in production licence 532.
nb: Boreprogrammet for brønn 7220/5-2 gjeld boring av en undersøkingsbrønn i utvinningsløyve 532.

source: Wildcat well 7220/5-2 is the fourth exploration well in production licence 532.
nb: Undersøkingsbrønn 7220/5-2 er den fjerde leitebrønnen i utvinningsløyve 532.

source: Well 7222/11-2 will be drilled from the Transocean Barents drilling facility at position 72° 06` 23.17" north and 22° 36´ 47.74" east.
nb: Brønn 7222/11-2 skal borast frå boreinnretninga Transocean Barents i posisjon 72° 06` 23,17" nord og 22° 36´ 47,74" aust.

source: The drilling programme for well 7222/11-2 relates to the drilling of a wildcat well in production licence 659.
nb: Boreprogrammet for brønn 7222/11-2 gjeld boring av ein undersøkingsbrønn i utvinningsløyve 659.

source: The production licence includes parts of the blocks 7121/3, 7122/1, 7122/2, 7221/10, 7221/12, 7222/11 and 7222/12.
nb: Utvinningsløyvet består av delar av blokkene 7121/3, 7122/1, 7122/2, 7221/10, 7221/12, 7222/11 og 7222/12.

source: The production licence was awarded in APA 2011.
nb: Utvinningsløyvet blei tildelt i TFO 2011.

source: Wildcat well 7222/11-2 is the first exploration well in production licence 659.
nb: Undersøkingsbrønn 7222/11-2 er den første leitebrønnen i utvinningsløyve 659.

source: The 7324/7-1 S wellbore will be drilled from the Leiv Eriksson drilling facility at position 73°29` 17.73" N and 24°16´ 48.50" E.
nb: Brønn 7324/7-1 S skal borast frå boreinnretninga Leiv Eriksson i posisjon 73°29` 17,73" N og 24°16´ 48,50" Ø.

source: The drilling program for wellbore 7324/7-1 S concerns the drilling of a wildcat well in production licence 537.
nb: Boreprogrammet for brønn 7324/7-1 S gjeld boring av ein undersøkingsbrønn i utvinningsløyve 537.

source: OMV Norge AS is the operator with an ownership interest of 25% and the other licensees are Idemitsu Petroleum Norge AS with 20%, Petoro AS with 20%, Tullow Oil Norge AS with 20% and Statoil Petroleum AS with 15%.
nb: OMV Norge AS er operatør med ein eigardel på 25 prosent, og dei andre rettshavarane er Idemitsu Petroleum Norge AS med 20 prosent, Petoro AS med 20prosent, Tullow Oil Norge AS med 20 prosent og Statoil Petroleum AS med 15 prosent.

source: Wildcat well 7324/7-1 S will be the second exploration well in production licence 537.
nb: Undersøkingsbrønn 7324/7-1 S vil bli den andre leitebrønnen i utvinningsløyve 537.

source: The 7324/8-1 wellbore will be drilled from the Leiv Eriksson drilling facility at position 73°27` 6.23" N and 24°24´ 15.43" E.
nb: Brønn 7324/8-1 skal borast frå boreinnretninga Leiv Eriksson i posisjon 73°27` 6,23" N og 24°24´ 15,43" Ø.

source: The drilling programme for wellbore 7324/8-1 concerns the drilling of a wildcat well in production licence 537.
nb: Boreprogrammet for brønn 7324/8-1 gjeld boring av ein undersøkingsbrønn i utvinningsløyve 537.

source: Wildcat well 7324/8-1 is the first exploration well in production licence 537.
nb: Undersøkingsbrønn 7324/8-1 er den første leitebrønnen i utvinningsløyve 537.

source: The drilling permit is contingent upon the operator securing the other permits and consents required by other authorities prior to commencing the drilling activity.
nb: Løyvet føreset at andre løyve og samtykkje frå andre myndigheiter er gitt før boreaktiviteten tek til.

source: Well 7/4-3 will be drilled from the Mærsk Guardian drilling facility in position 57°42’16.54’’ north and 2°12’15.81” east.
nb: Brønn 7/4-3 skal borast frå boreinnretninga Mærsk Guardian i posisjon 57°42’16.54’’nord og 2°12’15,81”aust.

source: The drilling programme for well 7/4-3 pertains to the drilling of a wildcat well in production licence 495.
nb: Boreprogrammet for brønn 7/4-3 gjeld boring av ein undersøkingsbrønn i utvinningsløyve 495.

source: Production licence 495 was awarded in 2009 (APA 2008).
nb: Utvinningsløyve 495 blei tildelt i 2009 (TFO 2008).

source: The area in this production licence is in the southwest of the North Sea, and borders the UK sector.
nb: Arealet i dette utvinningsløyvet ligg sørvest i Nordsjøen, og det grensar mot britisk sektor.

source: The licence lies between the Gaupe and Brynhild fields.
nb: Løyvet ligg mellom felta Gaupe og Brynhild.

source: Well 7/4-3 is the first exploration well in this production licence.
nb: Brønn 7/4-3 er den første leitebrønnen i dette utvinningsløyvet.

source: Well 8/10-5 S will be drilled from the Mærsk Giant drilling facility at position 57°3’32.49’’north and 3°6’46.91”east.
nb: Brønn 8/10-5 S skal borast frå boreinnretninga Mærsk Giant i posisjon 57°3’32,49’’nord og 3°6’46,91”aust.

source: The drilling program for well 8/10-5 S relates to drilling of a wildcat well in production licence 405.
nb: Boreprogrammet for brønn 8/10-5 S gjeld boring av ein undersøkingsbrønn i utvinningsløyve 405.

source: Centrica Energi (Norge) AS is the operator with an ownership interest of 40 per cent.
nb: Centrica Energi (Norge) AS er operatør med ein del på 40 prosent.

source: The other licensees are Suncor Energy Norge AS with 30 per cent, Faroe Petroleum Norge AS with 15 per cent and Tullow Oil Norge AS with 15 per cent.
nb: Rettshavarar er Suncor Energy Norge AS med 30 prosent, Faroe Petroleum Norge AS med 15 prosent og Tullow Oil Norge AS med 15 prosent.

source: Production licence 405 was awarded in APA 2006.
nb: Utvinningsløyve 405 blei tildelt i TFO 2006.

source: The area in this production licence is located in the southern part of the North Sea and consists of parts of blocks 7/9, 7/12, 8/7, 8/8, 8/10 and 8/11.
nb: Arealet i dette utvinningsløyvet ligg i den sørlege delen av Nordsjøen og består av delar av blokkene 7/9,7/12,8/7,8/8,8/10 og 8/11.

source: Well 8/10-5 S is the fourth exploration well in this production licence.
nb: Brønn 8/10-5 S er den fjerde leitebrønnen i dette utvinningsløyvet.

source: Well 8/5-1 will be drilled from the Mærsk Guardian drilling facility at position 57°33’43.83’’north and 3°34’49.67” east.
nb: Brønn 8/5-1 skal borast frå boreinnretninga Mærsk Guardian i posisjon 57°33’43,83’’nord og 3°34’49,67”aust.

source: The licensees are Noreco Norway AS with 25 per cent, Det norske oljeselskap ASA with 25 per cent and VNG Norge AS with 15 per cent.
nb: Rettshavarane er Noreco Norway AS med 25 prosent, Det norske oljeselskap ASA med 25 prosent og VNG Norge AS med 15 prosent.

source: The area in this production licence is located in the southern part of the North Sea and consists of parts of blocks 8/4,5,7,8,9,11 and 12.
nb: Arealet i dette utvinningsløyvet ligg i den sørlige delen av Nordsjøen og består av delar av blokkene 8/4,5,7,8,9,11og 12.

source: Well 8/5-1 is the first exploration well in this production licence.
nb: Brønn 8/5-1 er den første leitebrønnen i dette utvinningsløyvet.

source: Wellbore 7225/3-2 will be drilled from the Leiv Eiriksson drilling facility at position 72 57` 05.17" north and 25 58´ 23.34" east.
nb: Brønnbanen 7225/3-2 skal borast frå boreinnretninga Leiv Eiriksson i posisjon 72 57` 05,17" nord og 25 58´ 23,34" aust.

source: The drilling programme for well 7225/3-2 relates to drilling of an appraisal well in production licence 535.
nb: Boreprogrammet for brønn 7225/3-2 gjeld boring av en avgrensingsbrønn i utvinningsløyve 535.

source: The other licensees are North Energy ASA with 20 per cent, Det norske oljeselskap ASA with 20 per cent, Valiant Petroleum Norge AS with 13 per cent and Rocksource Exploration Norway AS with 7 per cent.
nb: Dei andre rettshavarane er North Energy ASA med 20 prosent, Det norske oljeselskap ASA med 20 prosent, Valiant Petroleum Norge AS med 13 prosent og Rocksource Exploration Norway AS med 7 prosent.

source: The production licence consists of blocks 7225/3 and 7226/1, and was awarded in the 20th licensing round in 2009.
nb: Utvinningsløyvet består av blokkane 7225/3 og 7226/1, og blei tildelt i 20. konsesjonsrunde i 2009.

source: Wildcat well 7225/3-2 is the second exploration well in production licence 535.
nb: Undersøkingsbrønn 7225/3-2 er den andre leitebrønnen i utvinningsløyve 535.

source: The permit is contingent upon the operator securing all other permits and consents required by other authorities prior to starting drilling activities.
nb: Løyvet føreset at dei andre løyva og samtykkja som vert kravd av andre myndigheiter er gitt før boreaktiviteten startar.

source: Wells 16/1-21 S and 16/1-21 A will be drilled from the Maersk Interceptor drilling facility from the joint position 58°55’41.704’’ north, 02°13’23.042’’ east in production licence 001 B. 16/1-21 S will be drilled first in the reservoir to the north, while 16/1-21 A will subsequently be drilled in the reservoir to the southeast.
nb: Brønnane 16/1-21 S og 16/1-21 A skal borast frå boreinnretninga Maersk Interceptor frå felles posisjon 58°55’41,704’’ nord 02°13’23,042’’ aust i utvinningsløyve 001 B.

source: The drilling programme for wells 16/1-21 S and 16/1-21 A relates to appraisal wells on the Ivar Aasen field, where Det norske is the operator with an ownership interest of 34.7862 per cent.
nb: Boreprogrammet for brønnane 16/1-21 S og 16/1-21 A gjeld boring av avgrensningsbrønnar på Ivar Aasenfeltet, der Det norske er operatør med 34,7862 prosent del.

source: The wells will be drilled in the eastern part of the Ivar Aasen field in the central part of the North Sea.
nb: Brønnane blir bora i den austlege delen av Ivar Aasenfeltet i midtre del av Nordsjøen.

source: On 1 September 1999, production licence 001 B was carved out of production licence 001, which was awarded on 1 September 1965 (Round 1-A).
nb: Utvinningsløyve 001 B blei skilt ut 1. september 1999 frå utvinningsløyve 001, som blei tildelt 1. spetember 1965 (Runde 1-A).

source: These are the fifth and sixth exploration wells to be drilled within the licence area and the seventh and eighth on the Ivar Aasen field.
nb: Dette er den femte og sjette leitebrønnen som blir bora innafor løyvet sitt areal og den sjuande og åttande på Ivar Aasenfeltet.

source: This acquisition of seismic data is in line with the regulations and takes place in accordance with a resolution by the Storting (Norwegian Parliament).
nb: Innsamlingen er i tråd med regelverket og skjer etter vedtak i Stortinget.

source: This was followed up through the fiscal budget for 2007, in which approximately NOK 70 million was allocated for this purpose.
nb: Dette ble fulgt opp gjennom statsbudsjettet for 2007, der det ble bevilget om lag 70 millioner kroner til formålet.

source: The collection period was selected following consultations with the Directorate of Fisheries, the Institute of Marine Research and fishermen's organisations.
nb: Innsamlingsperioden ble valgt etter dialog med Fiskeridirektoratet, Havforskningsinstituttet og fiskernes organisasjoner.

source: Of primary importance for all parties was to find a period when the seismic data acquisition did not coincide with spawning periods, and generally caused the least possible inconvenience for the fisheries.
nb: Poenget for alle parter var å finne en periode der seismikkinnsamlingen ikke kolliderer med gyteperioder og er til minst mulig ulempe for fiskeriene.

source: The Storting has assigned the Norwegian Petroleum Directorate the task of acquiring seismic data in the waters off Lofoten and Vesterålen (Nordland VII and Troms II) to increase knowledge about potential petroleum resources.
nb: Oljedirektoratet har fått oppdraget av Stortinget om å innhente seismikk i havområdene utenfor Lofoten og Vesterålen (Nordland VII og Troms II) for å øke kunnskapen om mulige petroleumsressurser.

source: The acqusition of seismic data causes noise which are subject to the Pollution Act, but the activity is not considered to cause any damage or disadvantage to the environment worth mentioning.
nb: Seismikkinnsamling medfører støy som omfattes av forurensningsloven, men aktiviteten anses ikke å medføre nevneverdig skade eller ulempe for miljøet.

source: Therefore, the Norwegian Pollution Control Authority does not regulate seismic activities in separate permits.
nb: Derfor regulerer ikke Statens forurensningstilsyn seismikk i egne tillatelser.

source: Bente Nyland Director General
nb: Bente Nyland Oljedirektør

source: Well 16/2-19 A will be drilled from the Ocean Vanguard drilling facility in position 58°54’12.3” north and 2°29’37.7” east in the central North Sea.
nb: Brønn 16/2-19 A skal borast frå boreinnretninga Ocean Vanguard i posisjon 58°54’12,3” nord og 2°29’37,7”aust i den midtre delen av Nordsjøen.

source: The drilling program for well 16/2-19 A concerns the drilling of an appraisal well in production licence 265.
nb: Boreprogrammet for brønn 16/2-19 A gjeld boring av avgrensingsbrønn i utvinningsløyve 265.

source: The well will be drilled 2.1 kilometres north to northeast of well 16/2-12 in the Geitungen segment in Johan Sverdrup.
nb: Brønnen blir bora 2,1 kilometer nord til nordaust for brønnen 16/2-12 i Geitungen-segmentet på Johan Sverdrup.

source: This is the 15th exploration well in the licence area and the 11th exploration well in or near the 16/2-6 Johan Sverdrup oil discovery in licence 265.
nb: Dette er den 15. leitebrønnen som blir bora innafor løyvet sitt areal og den 11. leitebrønnen på eller nær oljefunnet 16/2-6 Johan Sverdrup i løyve 265.

source: Well 16/2-19 will be drilled from the Ocean Vanguard drilling facility at position 58°54’12.3” north and 2°29’37.8” east in production licence 265 in the central part of the North Sea.
nb: Brønn 16/2-19 skal borast frå boreinnretninga Ocean Vanguard i posisjon 58°54’12,3” nord og 2°29’37,8”aust i utvinningsløyve 265 i den midtre delen av Nordsjøen.

source: The drilling programme for well 16/2-19 relates to drilling of an appraisal well in production licence 265.
nb: Boreprogrammet for brønn 16/2-19 gjeld boring av avgrensingsbrønn i utvinningsløyve 265.

source: The well will be drilled about 2.1 kilometres north to northeast of the 16/2-12 well in the Geitungen segment on Johan Sverdrup.
nb: Brønnen blir bora om lag 2,1 kilometer nord til nordaust for brønnen 16/2-12 i Geitungen-segmentet på Johan Sverdrup.

source: This is the 14th exploration well to be drilled within the licence area and the 10th exploration well on or near the 16/2-6 Johan Sverdrup oil discovery in permit 265.
nb: Dette er den 14. leitebrønnen som blir bora innafor løyvet sitt areal og den 10. leitebrønnen på eller nær oljefunnet 16/2-6 Johan Sverdrup i løyve 265.

source: Well 16/4-8 S will be drilled from the Bredford Dolphin drilling facility at position 58°39’53.32’’ north and 02°16’24.76’’ east in the central part of the North Sea.
nb: Brønn 16/4-8 S skal borast frå boreinnretninga Bredford Dolphin i posisjon 58°39’53,32’’ nord 02°16’24,76’’ aust i den midtre delen av Nordsjøen.

source: The drilling programme for well 16/4-8 S relates to the drilling of an appraisal well in production licence 359.
nb: Boreprogrammet for brønn 16/4-8 S gjeld boring av ein avgrensingsbrønn i utvinningsløyve 359.

source: The other licensees are Premier Oil Norge AS with 30 per cent, OMV (Norge) AS and Statoil Petroleum AS with 15 per cent each.
nb: Dei andre rettshavarane er Premier Oil Norge AS med 30 prosent OMV (Norge) AS og Statoil Petroleum AS med 15 prosent kvar.

source: The area in this licence consists of the south-western part of block 16/1 and the northern half of block 16/4.
nb: Arealet i dette løyvet består av sørvestleg del av blokk 16/1 og nordleg halvdel av blokk 16/4.
